{
  "articles": [
    {
      "title": "AI made its way to vineyards. Here's how the technology is helping make your wine",
      "description": "LOS ANGELES (AP) — When artificial intelligence-backed tractors became available to vineyards, Tom Gamble wanted to be an early adopter. He knew there would be a learning curve, but Gamble",
      "content": "Country\nUnited States of America US Virgin Islands United States Minor Outlying Islands Canada Mexico, United Mexican States Bahamas, Commonwealth of the Cuba, Republic of Dominican Republic Haiti, Republic of Jamaica Afghanistan Albania, People's So... [4996 chars]",
      "url": "https://www.thestar.com/news/world/united-states/ai-made-its-way-to-vineyards-heres-how-the-technology-is-helping-make-your-wine/article_f8682105-ac6f-5c38-aadd-261fe9e0a000.html",
      "image": "https://bloximages.chicago2.vip.townnews.com/thestar.com/content/tncms/assets/v3/editorial/f/27/f27ef2f4-8756-51b2-a04b-e2830621f4a5/67cebf2ee3a26.image.jpg?crop=1620%2C851%2C0%2C114&resize=1200%2C630&order=crop%2Cresize",
      "publishedAt": "2025-03-10T10:28:14Z",
      "source": {
        "name": "Toronto Star",
        "url": "https://www.thestar.com"
      }
    },
    {
      "title": "Generative AI's environmental impact in figures",
      "description": "Paris, France — The surge in generative artificial intelligence (AI) is being met with growing fears about the technology's ecological footprint, one of",
      "content": "Paris, France — The surge in generative artificial intelligence (AI) is being met with growing fears about the technology’s ecological footprint, one of the top questions up for discussion at a global summit in Paris on February 10 to 11.\nHere are so... [3660 chars]",
      "url": "https://manilastandard.net/news/world-news/314553056/generative-ais-environmental-impact-in-figures.html",
      "image": "https://cdn.manilastandard.net/wp-content/uploads/2024/09/2nd-story-sa-G3.jpg",
      "publishedAt": "2025-02-01T09:13:16Z",
      "source": {
        "name": "manilastandard.net",
        "url": "https://manilastandard.net"
      }
    },
    {
      "title": "IBM beats profit estimates as software business surges, shares rise",
      "description": "The company's software segment recorded its biggest revenue jump in five years, as customers prioritized spending on cloud infrastructure amid a rush to adopt the data-intensive generative artificial intelligence technology. \"DeepSeek was an initiation that open (source) AI can play a role in the overall GenAI space,\" IBM Chief Financial Officer James Kavanaugh told Reuters in an interview.",
      "content": "(Reuters) - IBM (IBM) surpassed analysts' estimates for fourth-quarter profit on Wednesday, driven by demand in its high-margin software unit as businesses ramped up IT spending, sending its shares soaring about 10% in extended trading.\nThe company's... [2170 chars]",
      "url": "https://finance.yahoo.com/news/ibm-beats-profit-estimates-software-211226639.html",
      "image": "https://media.zenfs.com/en/reuters-finance.com/00340d2044c3ab81daf6121cd3bc1311",
      "publishedAt": "2025-01-29T21:20:23Z",
      "source": {
        "name": "Yahoo Finance",
        "url": "https://finance.yahoo.com"
      }
    },
    {
      "title": "Anthropic to raise $2 billion in deal valuing AI startup at $60 billion, WSJ says",
      "description": "Venture capital firm Lightspeed Venture Partners is leading the funding round, the report said. Anthropic was valued at around $18 billion in a fundraise led by Menlo Ventures in 2024. Amazon.com late last year doubled its investment in the startup to $8 billion, as the e-commerce giant went up against Big Tech rivals in a race to capitalize on generative artificial intelligence technology.",
      "content": "(Reuters) -AI startup Anthropic is in advanced talks to raise $2 billion in a deal valuing the OpenAI rival at $60 billion, the Wall Street Journal reported on Tuesday, citing people familiar with the matter.\nVenture capital firm Lightspeed Venture P... [1038 chars]",
      "url": "https://finance.yahoo.com/news/anthropic-raise-2-billion-deal-182252275.html",
      "image": "https://media.zenfs.com/en/reuters-finance.com/a7a514205e2552d5af69746a217f3b46",
      "publishedAt": "2025-01-07T18:59:14Z",
      "source": {
        "name": "Yahoo Finance",
        "url": "https://finance.yahoo.com"
      }
    },
    {
      "title": "Indian firms tighten AI defences as cybercrime gets more sophisticated",
      "description": "Coupled with other sophisticated technologies such as machine learning, artificial intelligence (AI) can both be a boon or a bane. Many cyber criminals are using AI technology to intensify their attacks.",
      "content": "Sophisticated cyberattacks leveraging AI-powered deepfakes, phishing, data manipulation, and malware are on the rise. To combat these complex threats, Indian companies are looking to upgrade their security infrastructure, experts said.\nCybersecurity ... [5694 chars]",
      "url": "https://www.livemint.com/industry/indian-firms-tighten-ai-defences-as-cybercrime-gets-more-sophisticated-11735124456428.html",
      "image": "https://www.livemint.com/lm-img/img/2024/12/25/1600x900/cyber1-khBH--621x414LiveMint_1735128053525_1735128053709.jpg",
      "publishedAt": "2024-12-25T18:30:00Z",
      "source": {
        "name": "Livemint",
        "url": "https://www.livemint.com"
      }
    }
  ],
  "timestamp": "2025-04-13T06:25:35.635Z"
}