{
  "articles": [
    {
      "title": "New Artificial Intelligence and Machine Learning centre in IISc Bengaluru",
      "description": "Kotak-IISc AI-ML centre will offer Bachelor's, Master's and short-term courses in areas such as artificial intelligence, machine learning, deep learning, fintech etc.",
      "content": "Kotak Mahindra Bank Ltd and the Indian Institute of Science today announced a partnership to set up a state-of-the-art Artificial Intelligence & Machine Learning (AI-ML) centre at the IISc campus here.\nSpread across approximately 1,40,000 square feet... [984 chars]",
      "url": "https://indianexpress.com/article/education/new-artificial-intelligence-and-machine-learning-centre-in-iisc-bengaluru-7513005/",
      "image": "https://images.indianexpress.com/2020/03/Indian-institute-of-science-IISC-Bengaluru-Bangalore_1200.jpeg",
      "publishedAt": "2021-09-16T13:27:50Z",
      "source": {
        "name": "The Guardian",
        "url": "https://www.theguardian.com"
      }
    },
    {
      "title": "Scalable AI-Driven 3D Model Reconstruction from Smartphone Images for Industry 4.0",
      "description": "Researchers from Wideverse and SisInfLab at Politecnico di Bari developed a scalable cloud-native pipeline for 3D model reconstruction using smartphone images, leveraging AI and machine learning for efficient and customizable models. The system integrates low-end hardware with high-end cloud resources, enhancing industrial applications like Digital Twins and augmented reality.",
      "content": "Researchers from Wideverse and SisInfLab at Politecnico di Bari have developed a novel cloud-native pipeline to efficiently reconstruct 3D models using 2D images captured by smartphone cameras. The project addresses the growing need for scalable and ... [6180 chars]",
      "url": "https://www.devdiscourse.com/article/technology/3110321-scalable-ai-driven-3d-model-reconstruction-from-smartphone-images-for-industry-40",
      "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/04_10_2024_13_22_26_0769789.webp?width=920&format=jpeg",
      "publishedAt": "2024-10-04T14:07:46Z",
      "source": {
        "name": "Devdiscourse",
        "url": "https://www.devdiscourse.com"
      }
    },
    {
      "title": "Nobel Prize in physics spotlights key breakthroughs in AI revolution − making machines that learn",
      "description": "The Nobel Prize shows that the field of artificial neural networks – and the deep learning AI revolution the technology unleashed – owe as much to physics as biology and computer science.",
      "content": "If your jaw dropped as you watched the latest AI-generated video, your bank balance was saved from criminals by a fraud detection system, or your day was made a little easier because you were able to dictate a text message on the run, you have many s... [6475 chars]",
      "url": "https://theconversation.com/nobel-prize-in-physics-spotlights-key-breakthroughs-in-ai-revolution-making-machines-that-learn-240845",
      "image": "https://images.theconversation.com/files/624371/original/file-20241008-15-5h3i8y.jpg?ixlib=rb-4.1.0&rect=1032%2C0%2C4958%2C2479&q=45&auto=format&w=1356&h=668&fit=crop",
      "publishedAt": "2024-10-07T13:00:00Z",
      "source": {
        "name": "The Conversation UK",
        "url": "https://theconversation.com"
      }
    },
    {
      "title": "Redefining human-centered design: AI and EEG for emotion-sensitive architecture",
      "description": "The AI model employs a hybrid deep learning approach combining convolutional neural networks (CNNs) and long short-term memory (LSTM) architectures. CNNs extract spatial features from EEG data, while LSTMs capture temporal dependencies, enabling precise emotion classification.",
      "content": "Artificial intelligence (AI) is revolutionizing various fields, from healthcare and neuroscience to smart cities and human-centered design. In the realm of architecture, AI is now paving the way for intelligent spaces that dynamically respond to huma... [6496 chars]",
      "url": "https://www.devdiscourse.com/article/business/3286139-redefining-human-centered-design-ai-and-eeg-for-emotion-sensitive-architecture",
      "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/05_03_2025_11_54_32_3528248.webp?width=920&format=jpeg",
      "publishedAt": "2025-03-10T05:44:53Z",
      "source": {
        "name": "Devdiscourse",
        "url": "https://www.devdiscourse.com"
      }
    },
    {
      "title": "How Nobel Laureates’ Work On AI, Machine Learning Define Modern Internet, Why They Warn Of ‘Consequences’",
      "description": "Hopfield used ideas from physics to study a particular type of recurrent neural network, now called the Hopfield network. Hinton extended Hopfield’s ideas to create a new class of models called Boltzmann machines",
      "content": "It wouldn’t be wrong to say that Artificial Intelligence (AI) has taken over the world. Today, from videos to fraud detection system, dictating a text while doing your other chores, all seem seamless. Thanks to the scientists, mathematicians and engi... [5148 chars]",
      "url": "https://www.news18.com/explainers/how-nobel-laureates-work-on-ai-machine-learning-define-modern-internet-why-they-warn-of-consequences-9080673.html",
      "image": "https://images.news18.com/ibnlive/uploads/2024/10/geoffrey-hinton-afp-nobel-2024-2024-10-ddd6e56a04bc24b9ac54c55c6820ff52-16x9.jpg?impolicy=website&width=1200&height=675",
      "publishedAt": "2024-10-09T12:12:55Z",
      "source": {
        "name": "News18",
        "url": "https://www.news18.com"
      }
    }
  ],
  "timestamp": "2025-04-17T11:51:36.789Z"
}